const faqList = {
    Common: [
        {
            question: '프로젝트는 언제 진행하나요?',
            answer: '프로젝트는 방학동안 진행되며 다른 파트원들과 협업을 하게됩니다!',
        },
        {
            question: '파트에 대한 지식이 전혀 없어도 잘 할 수 있을까요?',
            answer: '열심히 하고자 하는 의지만 있으면 물론 잘 할 수 있으실겁니다! 기존에 구성원 중에서도 본인 파트를 처음 공부해 보는 사람도 많습니다!',
        },
        {
            question: '앱센터는 어디에 있나요?',
            answer: '정보전산원 4호관 107호에 있습니다!',
        },
        {
            question: '앱센터의 전반적인 프로세스를 알고싶어요!',
            answer: '학기중에는 파트별로 그룹스터디를 하고, 방학증에는 프로젝트를 수행하는 방식으로 이루어집니다!',
        },
        {
            question: '속한 파트를 자유롭게 옮길 수 있나요?',
            answer: '바로 파트를 옮기기는 어렵습니다😅 하지만 희망한다면 해당 기수가 끝난 다음 옮길 수 있는 기회가 있습니다!',
        },
        {
            question: '다른 파트의 스터디도 참여(참관)가 가능한가요?',
            answer: '다른 파트에게 양해를 구하고 함께 참여해도 문제는 없습니다!(하지만 본인이 힘들 수 있습니다) 스터디 자료 공유도 받을 수 있습니다!',
        },
        {
            question:
                '스터디에는 참여하지 않고 프로젝트만 참여하는 것이 가능할까요?',
            answer: '가능하지만 같은 파트 사람과 만날 기회가 적어진다는 점은 아쉽겠죠?🥲 스터디를 통해 실력을 쌓고 프로젝트에 참여하는 것을 권장합니다!',
        },
        {
            question: '4학년도 지원 가능한가요?',
            answer: '네. 1년이상 활동이 가능하다면 4학년도 지원하실 수 있습니다!',
        },
        {
            question: '휴학생/졸업생도 지원 가능한가요?',
            answer: '휴학생은 지원 가능하지만, 졸업생은 지원이 어렵습니다!',
        },
    ],
    Android: [
        {
            question: '안드로이드 실력은 어느 정도 해야되나요?',
            answer: '안드로이드 파트는 각 구성원의 실력이 모두 다릅니다. 현재 실력이 월등하지 않더라도 능동적으로 안드로이드 공부를 해보셨거나, 문제해결을 위해 노력하거나, 객체지향언어에 대한 이해도를 증명하신다면 함께 하실 수 있습니다.',
        },
        {
            question: '아이폰 사용중인데 안드로이드 개발하는데 문제 없을까요?',
            answer: '에뮬레이터를 이용하면 되지만, 실기기를 하나쯤은 갖고 있는 것을 추천합니다!',
        },
        {
            question: '어떤 언어를 주로 사용하나요?',
            answer: '주로 코틀린을 사용합니다!',
        },
        {
            question:
                '활동하거나 지원하기 전에 준비해볼 게 있다면 무엇이 있을까요?',
            answer: '컴퓨터공학부 전공선택 "모바일소프트웨어" 강의를 수강하는 것이 도움이 될 수 있고, 무엇보다 안드로이드 개발에 관심이 많은 것이 가장 큰 소양이라고 생각합니다.',
        },
    ],
    iOS: [
        {
            question: 'iOS 파트 지원하려는데, 맥 필수인가요?',
            answer: '네. 가지고 계신 장비로 개발을 진행하셔야 하기 때문에 macOS를 구동할 수 있는 기기가 필요합니다.',
        },
    ],
    Server: [
        {
            question:
                '에브리타임에서 본 기술 스택에 Node와 Spring이 있었는데 둘 다 진행하나요?',
            answer: '해당 기수의 파트장이 어떤 방향으로 운영하는지에 따라 다릅니다. 한 가지만 진행할 수도 있고, 두 가지 모두 진행할 수도 있습니다.',
        },
        {
            question: '어떤 IDE를 사용하나요?',
            answer: 'IntelliJ IDEA 사용합니다 (학생 인증으로 Ultimate 사용 가능해요!)',
        },
        {
            question: 'Spring을 배운다면 Java, Kotlin 중 어떤 언어로 배우나요?',
            answer: 'Java로 배울 가능성이 큽니다!',
        },
    ],
    Web: [
        {
            question: '',
            answer: '',
        },
    ],
    Design: [
        {
            question: 'UI/UX 디자인이 처음이어도 괜찮나요?',
            answer: '괜찮습니다!, 앱센터에서 앱디자인을 처음하는 팀원분들이 대부분입니다 학기 중에 함께 스터디하며 함께 성장할 수 있어요! 꼭 전문가가 아니여도 함께할 수 있습니다.',
        },
        {
            question: '툴(Figma,Adobe XD등)을 다룰 줄 알아야 하나요?',
            answer: '다룰 수 있다면 좋지만 다루지 못한다고 해도 괜찮습니다! 바로 프로젝트에 들어가는 것이 아니라 스터디 후에 프로젝트를 진행하기 때문에 툴은 학기 중에 함께 공부하면 됩니다.',
        },
        {
            question: '스터디는 어떻게 이뤄지나요? ',
            answer: '파트장에 따라 스터디 방식이 조금씩 달라질 수 있지만 주로 툴 다루는 법을 같이 공부하거나 전반적으로 협업할 때 어떻게 하면 되는지에 대해 함께 공부합니다 기수에 어떤 사람들이 모이냐에 따라도 조금씩 달라지는 것 같아요!',
        },
        {
            question: '디자인 비전공자도 디자인 파트에 들어갈 수 있나요?',
            answer: '전공은 관련없습니다! 다만 스터디에서 결국 프로젝트 하면서 디자인을 해야하고 툴을 다룰 줄 알아야하기 때문에 디자인을 공부할 수 있는 여유가 있는분들이면 좋을 것 같아요.',
        },
    ],
};

export default faqList;
